7zip
acpi
acpid
act
adw-gtk-theme
amd-ucode
apparmor
audacity
b43-fwcutter
baobab
base
base-devel
bibata-cursor-theme
bitwarden
blueman
bluez-utils
bpytop
brightnessctl
btrfs-progs
btrfsmaintenance
calf
chromium
cmus
collision
copyq
cpupower
cronie
cryptsetup
darkman
decibels
deja-dup
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
endeavour
evince
exfatprogs
f2fs-tools
fastfetch
ffmpeg-audio-thumbnailer
ffmpegthumbnailer
file-roller
firefox
flameshot
fprintd
fzf
gdm
ghostty
github-cli
glibc-locales
gnome-backgrounds
gnome-boxes
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-chess
gnome-clocks
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-firmware
gnome-font-viewer
gnome-logs
gnome-maps
gnome-mines
gnome-remote-desktop
gnome-shell
gnome-shell-extension-appindicator
gnome-shell-extension-arc-menu
gnome-shell-extension-dash-to-panel
gnome-shell-extension-gnome-ui-tune
gnome-shell-extension-gtk4-desktop-icons-ng
gnome-shell-extension-legacy-theme-auto-switcher
gnome-shell-extension-space-bar
gnome-shell-extensions
gnome-system-monitor
gnome-text-editor
gnome-themes-extra
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gnuchess
go
grilo-plugins
grub
grub-btrfs
grub-theme-manjaro
gthumb
gtksourceview-pkgbuild
gufw
gvfs
gvfs-afc
gvfs-dnssd
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
hugo
hypridle
hyprland
hyprlock
hyprpaper
hyprshot
hyprsunset
iagno
ibus
inetutils
inotify-tools
install-grub
intel-ucode
inxi
jdk17-openjdk
jfsutils
kanshi
kdenlive
kitty
kvantum-manjaro
less
lib32-vulkan-intel
lib32-vulkan-nouveau
lib32-vulkan-radeon
libdvdcss
libpamac-flatpak-plugin
linux-firmware-meta
linux612
logrotate
lollypop
lsp-plugins-lv2
luarocks
lvm2
malcontent
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-base-skel
manjaro-browser-settings
manjaro-gnome-backgrounds
manjaro-gnome-extension-settings
manjaro-gnome-settings
manjaro-gstreamer
manjaro-hello
manjaro-input
manjaro-modem
manjaro-pipewire
manjaro-printer
manjaro-release
manjaro-settings-samba
manjaro-system
manjaro-zsh-config
mdadm
memtest86+
memtest86+-efi
mesa-utils
mhwd
mhwd-db
micro
mkinitcpio-openswap
modemmanager
mpc
mpv
nano
nano-syntax-highlighting
nautilus
nautilus-admin
nautilus-empty-file
nautilus-open-any-terminal
neovim
network-manager-sstp
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-strongswan
networkmanager-vpnc
nfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
nwg-look
openssh
os-prober
pamac-gnome-integration
pamac-gtk
papirus-maia-icon-theme
pavucontrol
perl
plymouth-theme-manjaro
python-pip
python-virtualenv
qbittorrent
qt5ct
qt6ct
quadrapassel
ripgrep
rofi
rsync
rygel
s-nail
sbctl
scrcpy
screenkey
seahorse
shellcheck
simple-scan
snapshot
sof-firmware
squashfs-tools
stow
sudo
sushi
swaync
sysfsutils
system-config-printer
terminus-font
texinfo
thunar
timeshift
timeshift-autosnap-manjaro
tldr
tlp
tlp-rdw
tmux
totem
trash-cli
tree
ttf-0xproto-nerd
ttf-dejavu
ttf-hack-nerd
ttf-indic-otf
udev-usb-sync
unace
unrar
update-grub
usbutils
vi
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
webapp-manager
wget
which
whois
wine
winetricks
wireless-regdb
wlr-randr
wofi
wpa_supplicant
xclip
xdg-desktop-portal-hyprland
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-server
zip
